Repository: EugeneOros/JustReady
Catalog: lib/l10n/intl_*.arb
Languages: pl

source: Orders
pl: Zamówienia

source: Add Orders
pl: Zamów

source: Meals
pl: Dania

source: Dashboard
pl: Panel

source: Notes
pl: Uwagi

source: Save
pl: Zapisz

source: Cancel
pl: Anuluj

source: Meal number
pl: Numer dania

source: Name
pl: Nazwa

source: Enter meal name
pl: Wprowadź nazwe dania

source: Price
pl: Cena

# enterPriceName
source: Enter meal price
pl: Wprowadź cene dania

source: New meal
pl: Nowe danie

source: Order details
pl: Szczegóły zamówienia

source: Add to order
pl: Dodaj do zamówienia

source: Show order details
pl: Pokaż szczegóły zamówienia

# scelectedMeal
source: Scelected - {mealName}
pl: Wybrano - {mealName}

# scelectedMealAddedToOrder
source: Added to order
pl: Dodano do zamówienia

# scelectedMealReturnToOrder
source: Return to order
pl: Wróć do zamówienia

source: Your order
pl: Twoje zamówienie

# addMealsToOrder
source: Add meals
pl: Dodaj dania

# orderSum
source: Total price ({mealNumber}) :
pl: Suma ({mealNumber}) :

source: Go to summary
pl: Przejdź do podsumowania

source: Nothing hire
pl: Nic tu niema

source: Time to add something tasty
pl: Czas dodać coś smacznego

source: Additional instructions
pl: Dodatkowe instrukcje

# additionalInstructionsExample
source: Ex: No chiken
pl: N.p.: Bez kurczaka

# yourOrderNumber
source: Your number
pl: Twój numer

# yourOrderWasCreated
source: Congratulation. Your order was created
pl: Gratulacje. Zamówienie zostało złożone

source: Order now
pl: Zamów teraz

# selectMeal
source: Scelect meal
pl: Wybierz dania

# selectMealNumber
source: Scelect meal number
pl: Wybierz numer dania

# ordered
source: To do
pl: Do zrobienia

source: In progress
pl: W trakcie

source: Ready
pl: Gotowe

source: Delivered
pl: Dostarczone

# dashbordWaitingTitle
source: Waiting
pl: W oczekiwaniu

# dashbordInProgresTitle
source: In Progress
pl: Już się szykuje

# dashbordDoneTitle
source: Done
pl: Do odbioru

# somthingWentWrong
source: Ups. Somthing went wrong
pl: Ups. Coś poszło nie tak
